{"text":"Neale Richmond, a teachta dála (member of parliament), has written to ComReg, the Irish communications regulator, calling for the body  to ensure that the company meets all necessary requirements to hold a .eu web domain .","url":"www.theguardian.com\/politics\/2021\/jan\/08\/irish-mp-calls-regulator-to-investigate-leaveeus-irish-registration"}
{"text":"Karl Lauterbach, a Social Democrat MP and professor of epidemiology, said coronavirus could start spreading again quickly after seeing large crowds out and about on Saturday in his home city of Cologne.","url":"www.theguardian.com\/world\/2020\/may\/10\/global-report-covid-19-cases-rise-in-germany-as-wuhan-reports-first-infection-in-weeks"}
{"text":"But that absence of a lockdown order has divided her supporters and administration. Last month, her former state health director, Robert Gordon, abruptly resigned over what many suspect was a disagreement with Whitmer over reopening the state as the new variant first spread.","url":"www.theguardian.com\/us-news\/2021\/apr\/16\/michigan-governor-gretchen-whitmer-covid-coronavirus"}
{"text":"Measuring well-being and feelings of optimism are notoriously tricky. For one thing, our projections of happiness are hugely temporary. Last year, Arik Levinson from Georgetown University argued that happiness \"over-reacts to temporary changes\". In other words, we are more likely to be optimistic about our futures on a sunny day than on one where it is raining. ","url":"www.theguardian.com\/news\/datablog\/2014\/apr\/14\/will-your-generation-have-a-better-life-than-your-parents"}
{"text":"A man with life-threatening injuries was flown by air ambulance to John Radcliffe hospital in Oxford, where he remains, while a man and teenage boy with minor injuries were taken to Royal Berkshire hospital and have since been discharged. ","url":"www.theguardian.com\/uk-news\/2016\/aug\/11\/three-children-woman-killed-pile-up-crash-a34-berkshire"}
{"text":"On Wednesday, Berlin said it was willing to accept 350-500 children  in the next few weeks , 50 of whom would be taken as a matter of urgency. But Birgit Sippel, a German Social Democrat MEP, who sits on the European parliament s home affairs committee, said the delay in Germany fulfilling its pledge was the result of  a political game  and reluctance among Christian Democrats in the governing grand coalition to act. Describing the number of 50 as  ridiculous , she said it did  not [send] a strong signal regarding solidarity … from one of the biggest countries in Europe .","url":"www.theguardian.com\/world\/2020\/apr\/08\/migrant-children-in-greek-island-camps-to-be-relocated-across-eu"}
{"text":"Several allies have tweeted about the row, with Sarah O Grady, the wife of Davis s chief of staff, Stewart Jackson, publicly confirming his fury, and the broadcaster Iain Dale, a friend for 30 years, saying  the political sands are about to shift. Dramatically.  ","url":"www.theguardian.com\/politics\/2018\/jun\/07\/david-davis-urged-not-to-resign-over-brexit-backstop"}
{"text":"Writing for the Guardian on Sunday, the former Wisconsin senator Russ Feingold said Republicans were guilty of  a total betrayal of the people of Wisconsin and our nation s democratic ideals .","url":"www.theguardian.com\/us-news\/2018\/dec\/09\/scott-walker-wisconsin-republican-power-grab-tony-evers"}
{"text":"While food insecurity has been falling across the US since the height of the great recession, it has risen in Oregon to well above the national average. A study by Mark Edwards of Oregon State University s School of Public Policy said the increase was driven by sharply rising housing costs as more people move into the state. ","url":"www.theguardian.com\/us-news\/2017\/aug\/11\/hunger-in-america-oregon-food-stamps-skipping-meals"}
{"text":"The Italian prime minister, Matteo Renzi, has said he will resign if his constitutional reforms to transform the country s senate into a  senate of the regions  are rejected in a referendum that will be held by the end of October.","url":"www.theguardian.com\/politics\/2016\/jul\/02\/brexit-shock-calls-change-eu-european-union"}
{"text":"The former NSA director general Michael Hayden said the Charlie Hebdo attack was  kind of inevitable  on Tuesday, and compared Islamist extremism to Ebola. ","url":"www.theguardian.com\/us-news\/2015\/mar\/10\/former-nsa-director-michael-hayden-charlie-hebdo"}
{"text":" This was unthinkable just four years ago,  said Dan Gross, president of the Brady Campaign to Prevent Gun Violence, in a statement that described the Democratic debate as  evidence we have reached a tipping point in this movement .","url":"www.theguardian.com\/us-news\/2015\/oct\/14\/gun-control-debate-issue-first-time-since-2000-elections"}
{"text":"It is a sorry tale. The BG board   under chairman Andrew Gould   is damaged even though it found a superb candidate; and Lund, even before he starts his job, is already being associated with his pay packet rather than his management credentials.","url":"www.theguardian.com\/business\/2014\/nov\/30\/chancellor-money-makers-manufacturing-autumn-statement"}
{"text":"The students Thady Duff, Leo Mahon and Patrick Foster, all 22, and jockey James Martin, 20, were cleared of rape. ","url":"www.theguardian.com\/politics\/2016\/may\/18\/ipcc-launches-inquiry-into-collapse-of-gang-case"}
{"text":"With all this in mind, Sir Graham Brady, chair of the 1922 committee, has been at pains over recent days to shorten the succession contest so that a new Tory leader and prime minister can be chosen as soon as possible.","url":"www.theguardian.com\/politics\/2022\/jul\/10\/after-the-coup-the-contest-that-will-expose-faultlines-in-a-fractured-conservative-party"}
{"text":"Tim Roth:  If you neglect the working class for so long, they will rebel against you ","url":"www.theguardian.com\/us-news\/2016\/dec\/05\/ben-carson-trump-housing-secretary"}
{"text":"She added:  We took it to the financial ombudsman, who said that Barclays [which operated the account] had not behaved improperly.  However, she said their MP, Tulip Siddiq, had said the case raised important issues and intended to pursue the matter in parliament.","url":"www.theguardian.com\/business\/2016\/sep\/23\/which-files-supercomplaint-against-banks-over-transfer"}
{"text":"Football | Nottingham Forest have sealed the shock signing of Jesse Lingard after hijacking West Ham s move for the former Manchester United midfielder. The 29-year-old will be paid close to £200,000 a week.","url":"www.theguardian.com\/world\/2022\/jul\/22\/first-edition-january-6-hearings-president-donald-trump"}
{"text":"Dame Gail Rebuck, the publisher and chairman of Penguin Random House, has also been chosen by Miliband to be a peer. She was married to Phillip Gould, the Labour pollster who died of cancer in 2011..","url":"www.theguardian.com\/politics\/2014\/aug\/08\/karren-brady-stuart-rose-new-peers"}
{"text":"Those called to testify include Tom Reeder, the state s water quality director.","url":"www.theguardian.com\/world\/2014\/mar\/18\/north-carolina-coal-ash-spill-grand-jury-convenes"}
{"text":"Barnier cautioned against setting an early cutoff that could not be met after a suggestion from Manfred Weber, the German leader of the centre-right European People s party, who said a consent vote could only be staged at the end of the month if a trade and security deal was secured on Friday.","url":"www.theguardian.com\/politics\/2020\/dec\/17\/european-parliament-sunday-deadline-post-brexit-trade-deal"}
{"text":"The plan did not work. Last November the incumbent president failed to make it into a run-off vote. Other Russian-supported candidates did badly. Late in the day Moscow threw its support behind the eventual winner, Andry Rajoelina, who has denied receiving any Russian assistance or money. But after six months on the ground the operatives who arrived on tourist visas went home with little to show for their efforts.","url":"www.theguardian.com\/world\/2019\/jun\/11\/pragmatism-and-ideology-drive-kremlins-interest-in-africa"}
{"text":"The illusion that the clean alpine air would somehow inoculate people from a global pandemic would not dissipate until 2.15pm on Friday, when Mallender received a call from his hotel:  That s when the bad disaster movie started.  At a press conference 15 minutes earlier, the Austrian chancellor, Sebastian Kurz, had announced that the entire Paznaun valley would be quarantined  with immediate effect . Tourists were advised to leave the valley  speedily  and go home.","url":"www.theguardian.com\/world\/2020\/sep\/05\/everyone-was-drenched-in-the-virus-was-this-austrian-ski-resort-a-covid-19-ground-zero"}
{"text":"House Democrats John Conyersand Zoe Lofgren described the move as  an affront to the United States  legacy as a protector of oppressed people .","url":"www.theguardian.com\/us-news\/2017\/sep\/27\/donald-trump-caps-refugee-admissions-2018-historic-low"}
{"text":"The outgoing finance minister received a standing ovation at the funeral of Ahmed Kathrada, one of South Africa s leading anti-apartheid activists on Wednesday, as longtime ANC leaders including Winnie Madikizela-Mandela, ex-wife of Nelson Mandela, called for Zuma to step down. ","url":"www.theguardian.com\/world\/2017\/mar\/31\/south-africa-anc-jacob-zuma-cyril-ramaphosa"}
{"text":"In a statement, Mario Draghi, the Italian prime minister, praised Strada s  professionalism, courage and humanity , while David Sassoli, president of the European parliament, tweeted:  Farewell Gino Strada, maestro of humanity. ","url":"www.theguardian.com\/global-development\/2021\/aug\/13\/maestro-of-humanity-italian-surgeon-gino-strada-dies-at-73"}
{"text":"The revelation now was prompted by the movie Snowden, which is to be premiered in Toronto on Friday. Its director, Oliver Stone, who meticulously researched the film, had been pressing for details of what had happened to Snowden after he left the Mira hotel.","url":"www.theguardian.com\/us-news\/2016\/sep\/07\/reviled-hong-kong-refugees-who-hid-edward-snowden-identified"}
{"text":" I am not part of whatever drug deal Rudy and Mulvaney are cooking up,  Bolton allegedly told Hill to tell an NSC lawyer, referring to Rudy Giuliani and the White House acting chief of staff, Mick Mulvaney.","url":"www.theguardian.com\/us-news\/2019\/nov\/12\/trump-impeachment-witnesses-guide-gordon-sondland-bill-taylor-marie-yovanovitch"}
{"text":"The Republican governor of Idaho, Brad Little, has never issued a statewide mask mandate but seven counties and 11 cities have such mandates in place.","url":"www.theguardian.com\/world\/2021\/mar\/06\/idaho-covid-protesters-burn-masks-state-capitol"}
{"text":"The company s former chief executive, Ian Livingston, who left in 2013, is credited with successfully reviving BT. When he became boss in June 2008, the former state-owned monopoly was burdened with huge debts and growing costs. He led a change, which involved cutting overheads and bringing the company s pension deficit under control.","url":"www.theguardian.com\/business\/2015\/aug\/01\/bt-staff-to-profit-from-265m-share-scheme-bonanza"}
{"text":"The Communists admit that such mistrust is inevitable, while appearing desperate for a consensus with Solidarity in order to reverse the slide towards economic collapse.  We know that the other side does not truly trust us and has a right not to,  says Mr Jerzy Bielecki, the deputy editor of the Party Daily, Trybunu Ludu.","url":"www.theguardian.com\/world\/from-the-archive-blog\/2019\/feb\/06\/polish-round-table-talks-1989"}
{"text":"As the rain-sodden parade wound down to the sound of Rebecca Ferguson singing Heroes, there was gratitude that Manchester   not London   was chosen to reflect the success of athletes from across Britain. ","url":"www.theguardian.com\/uk-news\/2016\/oct\/17\/you-can-feel-the-atmosphere-britains-olympians-and-paralympians-enjoy-rainy-victory-parade"}
{"text":"John Fleming, a Republican from Louisiana, said he would back nothing more than the minimal funds required to keep relevant agencies going through the summer.  Beyond that, I don t see any purpose spending a lot of money allowing the president to continue his malicious activities with our immigration laws,  he said.","url":"www.theguardian.com\/world\/2014\/jul\/29\/republicans-deny-white-house-request-funds-migrant-crisis"}
{"text":"Outside his office in the Negev desert, a vast sea of concave mirrors concentrate the sun s energy into pipes of oil leading to a gigantic molten salt battery. The mirrors rotate throughout the day to capture the best sun rays, while the heated salt battery can provide energy at night.","url":"www.theguardian.com\/world\/2020\/aug\/23\/israel-moots-plan-to-buy-solar-power-from-former-enemy-jordan"}
{"text":"Last week McSally turned to the general election with an attack against Democratic congresswoman Kyrsten Sinema, who has taken advantage of a nominal primary challenge to position herself as a moderate willing to work across the aisle.","url":"www.theguardian.com\/us-news\/2018\/aug\/28\/arizona-primary-joe-arpaio-martha-mcsally-kelli-ward-trump-mccain"}
{"text":"Genome sequencing of some of the virus samples revealed that the newly emerged relative of the Delta variant known as AY.4.2 is spreading faster than the original Delta variant. The AY.4.2 variant made up only 4.6% of cases in the September round of the React study, but rose to 10.3% in the latest October analysis.  It is slowly increasing and the UK Health Security Agency is keeping a watching brief on that,  said Prof Graham Cooke, a member of the team.","url":"www.theguardian.com\/world\/2021\/nov\/04\/england-covid-infection-rates-doubled-in-over-65s-between-september-and-october"}
{"text":"The treatment, developed in Cheshire, is one of several highlighted by AstraZeneca chief executive Pascal Soriot in his defence against a £69bn takeover approach from American rival Pfizer, the maker of Viagra, last year. AstraZeneca estimates that Tagrisso could bring in sales of $3bn (£2bn) a year but analysts are more cautious, forecasting sales of $1.1bn in 2020. The company needs new blockbuster medicines to make up for sales losses on older drugs that are losing patent protection.","url":"www.theguardian.com\/business\/2015\/nov\/13\/astrazeneca-lung-cancer-drug-given-green-light-in-us"}
{"text":"A leading West Papuan independence organisation claims to have unified three rebel armies under its control, led by exiled leader Benny Wenda, who says they are now  ready to take over our country .","url":"www.theguardian.com\/world\/2019\/jul\/03\/west-papuan-independence-group-say-they-are-ready-to-take-over-country"}
{"text":"Sir Richard Dalton, a former British ambassador in Tehran and part of a 30-member BICC delegation to Iran in October, is optimistic about the prospects.","url":"www.theguardian.com\/world\/2016\/jan\/08\/iran-president-hassan-rouhani-post-sanctions-era-new-year"}
{"text":"A special grand jury will meet on 22 September to consider charges in the case. Ohio attorney general Mike DeWine said releasing the surveillance video could raise issues of a tainted jury pool if the case results in a trial.","url":"www.theguardian.com\/world\/2014\/aug\/31\/dayton-protesters-rally-walmart-black-dead"}
{"text":"Speaking to the Observer, Salma Yaqoob, the former leader of Respect and a councillor in Birmingham until 2011, said that a generation in her city would be blighted by the row. A public meeting to protest against what she described as a \"witch-hunt\" is being organised for the end of this month.","url":"www.theguardian.com\/politics\/2014\/jun\/07\/cameron-gove-may-extremism-row"}
{"text":"Action in Congress follows a call by Attorney General Eric Holder in August for a new approach to the war on drugs, which began in the early 1970s and has left the US with 25% of the world's prisoners.","url":"www.theguardian.com\/law\/2014\/jan\/30\/drug-sentence-reform-senate-justice-department"}
{"text":"Laschet, who has been in his post for just over 40 days, can at least show results: Nikolas Löbel, whose company is said to have earned €250,000 for brokering a deal between a mask supplier and two private companies in Mannheim and Heidelberg, has since handed in his mandate and resigned from the CDU.","url":"www.theguardian.com\/world\/2021\/mar\/09\/corruption-claims-threaten-to-damage-germanys-cdu-party"}
{"text":"More flooding is forecast in coming days. In Islamabad, Ahmad Kamal, Pakistan's National Disaster Management Authority spokesman, said authorities were preparing for worsening conditions as the waters of the Chenab and Indus rivers were rising. Indian disaster management officials said blankets, medicine and food were being supplied to people stranded on rooftops as most parts of Srinagar, the main city in Indian Kashmir, were submerged. All schools, colleges and offices have been shut, and electricity and drinking water supplies have been limited. Omar Abdullah, chief minister of India's Jammu and Kashmir state, said the floods were the worst to hit Kashmir in decades.","url":"www.theguardian.com\/world\/2014\/sep\/08\/kashmir-flooding-hundreds-dead-thousands-displaced"}
{"text":" We realised that we couldn t fix our institutions alone,  said Eduardo Stein, the former vice-president who helped set up CICIG.  We figured that if [UN] member states could ask the security council for peacekeepers, why not help to address an internal problem that is as serious as war   organised crime? ","url":"www.theguardian.com\/global-development\/2015\/oct\/20\/guatemala-teach-fragile-states-about-cleaning-up-justice-system-presidential-runoff"}
{"text":"Neither the UN nor Iranian activists are prepared to ease up. On 14 March, during the 31st session of the UN Human Rights Council in Geneva, the UN special rapporteur on Iran Ahmed Shaheed said that  at least 73 juvenile offenders were reportedly executed  in Iran between 2005 and 2015. He added that  at least 160  others are on death row.","url":"www.theguardian.com\/world\/iran-blog\/2016\/mar\/31\/iran-juveniles-saved-death-row-imam-ali-society"}
{"text":"After the overcast start to the morning, the sun suddenly shone. Iken Murphy stepped into its rays.","url":"www.theguardian.com\/us-news\/2016\/sep\/11\/hillary-clinton-donald-trump-9-11-anniversary-ceremony-obama"}
{"text":"About 10% of state, county and city courts currently use some such tool to decide if a defendant is too risky to be released or qualifies for some level of supervision, according to the Laura and John Arnold Foundation, which created its own risk instrument that is used in Arizona, Kentucky and New Jersey as well as in cities such as Charlotte, Chicago and Phoenix.","url":"www.theguardian.com\/us-news\/2015\/jul\/08\/18m-plan-replace-bail-new-york"}
{"text":"Earlier this year, the defence minister Florence Parly said those who did make it back to France would be  held to account for their acts . French officials have told their counterparts in the region, however, that those who failed to escape can expect no comfort.","url":"www.theguardian.com\/world\/2018\/may\/22\/they-deserve-no-mercy-iraq-deals-briskly-with-accused-women-of-isis"}
{"text":"His first parliamentary foray came in October 1974 in the Tory stronghold of Edinburgh North. He was then a late selection to contest Clackmannan and East Stirlingshire in 1979   the original nominee, Eric Clarke, having been appointed general secretary of the Scottish NUM.","url":"www.theguardian.com\/politics\/2020\/sep\/06\/lord-o-neill-of-clackmannan-obituary"}
{"text":"In June 2012, former British ambassador Sir Dominic Asquith survived a rocket and machine gun attack on a diplomatic convoy outside the gates of the British consulate, in which two bodyguards were wounded by an anti-tank missile. Three months later the US ambassador Chris Stevens and three staff were killed when Islamist forces overran the nearby American consulate.","url":"www.theguardian.com\/world\/2014\/oct\/05\/british-headteacher-david-bolam-freed-libya"}
{"text":"Rajesh De, general counsel for the NSA when Snowden went public in the Guardian in June 2013, revealing the NSA s bulk collection of millions of Americans  phone records, told the Associated Press:  One key thing we don t have visibility into now is how he was caught, because that would provide some insight into whether the reforms that were put in post-Snowden were effective or not, or their relative efficacy. ","url":"www.theguardian.com\/us-news\/2016\/oct\/08\/accused-nsa-contractor-harold-martin-ex-wife-interview-classified-information"}
{"text":"James Gellert, chief executive of analyst Rapid Ratings, said the IPO would set the stage for the full emergence of a new tech powerhouse.  Alibaba already is by many measures a global company and will soon be very much more so.  He said the share sale would give Alibaba  a boatload of cash  to invest in growth. Alibaba already has $8bn in cash on its books and looks set to add another $10bn from the IPO.","url":"www.theguardian.com\/business\/2014\/sep\/18\/alibaba-investor-ipo-sell-shares-lockup-flotation"}
{"text":"Claude Turmes, Luxembourg s energy minister, said it  makes absolutely no sense  that EU decision-makers are supporting investments in new gas infrastructure with public funds.","url":"www.theguardian.com\/business\/2020\/jan\/20\/eu-could-waste-29bn-on-gas-projects-despite-climate-action-plan"}
{"text":" Throughout his failed presidential campaign, Carson ran on a platform on inequality, and, if nominated, his hateful views could have disastrous effects on LGBTQ people,  said HRC president Chad Griffin.","url":"www.theguardian.com\/us-news\/2016\/dec\/05\/ben-carson-housing-secretary-nomination-trump-administration"}
{"text":"Junqueras was sentenced to 13 years in prison, while the former Catalan foreign minister Raül Romeva was sentenced to 12 years and the former interior minister Joaquim Forn was given a 10-and-a-half-year sentence.","url":"www.theguardian.com\/world\/2020\/jul\/29\/jailed-catalonia-independence-leaders-lose-prison-privileges"}
{"text":"Chris Weston, head of research at foreign exchange trader, Pepperstone, said the falls were the result of a string of poor results prompted concerns about global growth, including poor manufacturing results in China, Australia s biggest trading partner.","url":"www.theguardian.com\/business\/2019\/jan\/03\/australian-dollar-hits-10-year-low-after-dipping-below-70c-benchmark"}
{"text":"• Arthur Valerian Wellesley, 8th Duke of Wellington, born 2 July 1915; died 31 December 2014","url":"www.theguardian.com\/uk-news\/2014\/dec\/31\/the-duke-of-wellington"}
{"text":"However, higher humidity meant firefighters had a  good day , said John Sutton, fire and emergency regional manager on Monday. Sutton said Sunday night was  one of the quietest nights  the firefighters have faced, allowing them to bring the fire under greater control.","url":"www.theguardian.com\/world\/2019\/feb\/11\/new-zealand-fire-burn-weeks-march-wakefield"}
{"text":"Carol Howard, an armed officer with the Metropolitan police's diplomatic protection group, won her case this week after a tribunal found she had spent a year being picked on by her boss.","url":"www.theguardian.com\/uk-news\/2014\/jul\/03\/carol-howard-discrimination-tribunal-officer-metropolitan-police-criminal-investigations"}
{"text":"During the same hearing, a lawyer representing Cyber Ninjas, Jack Wilenchik, begged the judge to allow him to withdraw from representing the firm. He said he had not been paid for his work and that the company was insolvent.","url":"www.theguardian.com\/us-news\/2022\/jan\/07\/cyber-ninjas-arizona-election-audit"}
{"text":"Police intelligence shows detectives believed Clifford and Alex Norris had worked together in their criminal enterprises. Clifford Norris, a convicted former drug importer, denies ever having corruptly influenced police officers.","url":"www.theguardian.com\/uk-news\/2018\/apr\/19\/corrupt-met-officers-protected-family-of-stephen-lawrence-murderer"}
{"text":"The Troubles may have helped, according to Dr Anne Campbell, a senior lecturer in social work at Queen s University Belfast.  After 50 years living through conflict and post-conflict politics, people are more politically discerning,  she said.  They see through rhetoric while conversely believing in facts and logic. That is why I feel people here listened to the chief medical officer and the other scientists right from the start of lockdown and obeyed the rules. ","url":"www.theguardian.com\/world\/2020\/aug\/16\/rising-r-number-casts-cloud-over-northern-irelands-covid-success"}
{"text":" Any town or city with either one very large university, or more than one, will be particularly badly affected,  said Nick Hillman, director of thinktank Hepi (Higher Education Policy Institute).  So, yes. It s bad. ","url":"www.theguardian.com\/world\/2020\/may\/17\/the-uk-towns-and-cities-hit-by-covid-19-double-whammy"}
{"text":"As well as Irish artists such as the author Colum McCann and comedian Maeve Higgins, the event will also include contributions from Imam Shamsi Ali, a director at the Jamaica Muslim Center in Queens, New York, while Ó Ríordáin said Black Lives Matter activists were among the endorsees.","url":"www.theguardian.com\/world\/2017\/mar\/17\/irish-american-politicians-trump-history-aodhan-o-riordain"}
{"text":"Other Iowans aren t buying it. Jane Alexander, a farmer from the Jefferson area, spoke with the Guardian at a town hall event for King s opponent in the 2018 race, Democrat JD Scholten. Asked whether King is a racist, Alexander replied,  If you talk like a duck and you swim like a duck, and you hang around with other ducks… ","url":"www.theguardian.com\/us-news\/2018\/oct\/26\/hes-so-openly-racist-why-does-iowa-keep-electing-steve-king-to-congress"}
{"text":" The worst that can be said about her is that she did not comply with the amount that was supposed to be paid under the law,  Salman Khurshid, India s foreign minister, told the Guardian last month.","url":"www.theguardian.com\/world\/2014\/jan\/10\/devyani-khobragade-to-leave-us-under-diplomatic-immunity"}
{"text":"The announcement that the judges would be reinstated followed the decision by this year s favourite for the literature prize, the internationally feted author David Grossman, to withdraw his candidacy.","url":"www.theguardian.com\/world\/2015\/feb\/13\/binyamin-netanyahu-in-climbdown-over-prize-judges"}
{"text":"• The signatory list on this letter was amended on 3 February 2017. An earlier version described Herman Ouseley as the chair of Kick it Out; he is, but he had signed the letter in a personal capacity.","url":"www.theguardian.com\/politics\/2017\/jan\/31\/labour-must-reinstate-anti-racist-activist-marc-wadsworth"}
{"text":" Lai Xiaomin was lawless and extremely greedy,  the court statement said. He will also have personal assets confiscated and be stripped of his political rights.","url":"www.theguardian.com\/world\/2021\/jan\/05\/china-sentences-top-banker-to-death-for-corruption-and-bigamy"}
{"text":"Tim Porter, energy analyst and portfolio manager at Reaves Asset Management, said US producers need $75 a barrel to expand production. Some companies still drilled oil wells even as prices fell, but they did not put the wells into production.","url":"www.theguardian.com\/business\/2015\/jun\/04\/opec-oil-quota-us-production-crude-brent"}
{"text":"The goal, as in hundreds of other jurisdictions across the US, is to ensure at least the appearance of impartiality through freedom from internal loyalties and self-interest.  You have two different entities that investigate the shooting that are totally outside of our control,  said Fresno s deputy police chief, Pat Farmer.  It makes the public feel there s no chance of us turning a blind eye to something that we perhaps don t want to expose. ","url":"www.theguardian.com\/us-news\/2015\/dec\/10\/kern-county-california-police-killings-misconduct-district-attorney"}
{"text":"The remains of suicide bomber Brahim Abdeslam were buried in Molenbeek the day before police captured Saleh. The only surviving attacker from the Paris carnage was taken in just a few hundred metres from the apartment where he grew up, apparently sheltered for months by a network of friends and associates.","url":"www.theguardian.com\/world\/2016\/mar\/22\/why-was-belgium-targeted-by-bombers"}
{"text":"Its rector, the Canadian former politician Michael Ignatieff, accused Orbán s government of trying to  slowly strangle  the university by refusing to sign an agreement with New York state to allow it to continue to operate in Budapest.","url":"www.theguardian.com\/business\/2017\/oct\/18\/george-soros-gives-18-billion-dollars-open-society-foundation"}
{"text":"The president, who is beginning a 17-day stay at Bedminster, his New Jersey golf club that he insisted on Saturday was not a holiday, has touted the appointment of Neil Gorsuch to the supreme court, improving employment figures, stock market highs and progress against Islamic State in Iraq and Syria as proof of his success in the job.","url":"www.theguardian.com\/us-news\/2017\/aug\/06\/mike-pence-denounces-nyt-story-about-2020-presidential-run-media-trump-administration"}
{"text":"Although Bernar Venet has lived in New York since 1967, he established a foundation in his native Provence in order to house his own works as well as his collection of minimal art. His foundation is unusual in that it was set up under US tax law, with 100% of the value of the donated works and funds to be deducted from income tax. Along with the Portuguese Calouste-Gulbenkian Foundation, his foundation is one of few in France to operate under a foreign tax regime.","url":"www.theguardian.com\/business\/2014\/aug\/05\/france-corporate-sponsorship-foundation-decline"}
{"text":"The lambs born in the spring on Jonathan Huntley s farm in the Welsh valleys are selling well to other farmers, who will fatten them up in the run-up to the new year. But it is scant consolation at a time when he and other food producers are facing a wave of rising costs.","url":"www.theguardian.com\/business\/2021\/nov\/17\/how-rising-costs-are-hitting-uk-businesses-inflation-covid"}
{"text":"Name: Jack Brooksbank.","url":"www.theguardian.com\/uk-news\/shortcuts\/2018\/jan\/23\/who-is-jack-brooksbank-and-will-you-be-paying-for-his-wedding-to-princess-eugenie"}
{"text":"Hasnain Masoodi, a politician from Kashmir, raised Dar s  alleged custodial killing  in parliament on Wednesday and said  the oppression and atrocities are not going to fetch any results and would further widen the gulf .","url":"www.theguardian.com\/world\/2020\/sep\/17\/kashmir-protests-erupt-after-alleged-cover-up-of-death-in-custody"}
{"text":"President Jakaya Kikwete named William Lukuvi as the new housing minister and George Simbachawene as its energy chief.","url":"www.theguardian.com\/global-development\/2015\/jan\/28\/tanzania-cabinet-reshuffle-energy-scandal-jakaya-kikwete"}
{"text":" If the Workers  party wins again, it will be 16 years in power. That s a very long time. It means we are progressively moving towards an undemocratic government,  said Heni Ozi Cukier, an international relations professor at Fundação Getúlio Vargas University.  The Workers  party is changing the national debate and changing everyone s perceptions and it s controlling the way people see reality. It s terrible for a democracy. If Dilma is re-elected, there will be an erosion of checks and balances and the division of power. ","url":"www.theguardian.com\/world\/2014\/oct\/03\/dilma-rousseff-election-brazil-vote-president"}
{"text":"For BlackBerry, the incursion of Samsung or LG into the White House would be the final fall from grace. The company has plummeted from its once-essential position among government and business users because of its encrypted email system to become a lossmaking also-ran. Last November it had to raise $1bn (£610m) in debt financing after an attempt to engineer a sale failed and its chief executive, Thorsten Heins, was jettisoned in favour of industry veteran John Chen. The company is due to announce its fourth-quarter earnings next Friday, having recorded net losses of $5.5bn over the previous three quarters on revenues of $5.8bn.","url":"www.theguardian.com\/world\/2014\/mar\/21\/obama-considers-ditching-backberry-smartphone-samsung-lg"}
{"text":"Further evidence of contact between senior figures at Vote Leave and BeLeave during the referendum came in a witness statement from Matthew Elliott, the campaign chief, which was submitted to the High Court on March 13, 2018 as part of a judicial review.","url":"www.theguardian.com\/politics\/2018\/mar\/24\/brexit-whistleblower-cambridge-analytica-beleave-vote-leave-shahmir-sanni"}
{"text":" Gary Neville has turned himself into a highly regarded, articulate and fair-minded football pundit, not shy of controversy, and he is rapidly building the same reputation in the world of property,  says Phil Griffin, who has been writing about the changing face of Manchester since the days when architects still had drawing boards, and is co-author of the brilliant Manchester, the best book in modern times about the changing face of the city.","url":"www.theguardian.com\/uk-news\/2015\/oct\/25\/gary-neville-ryan-giggs-striking-partnership-manchester-developers"}
{"text":"For Martin Jacques, the former British editor of Marxism Today and enthusiastic chronicler of China s rise, the UK has been gripped by a form of paranoia   reds under the bed replaced by reds under the hard drive.  What s happening is a very serious regression in the mentality in the UK toward China. It reminds me very much of the cold war. In fact, the thinking is cold war thinking: China is just the evil enemy that has to be rejected. The rightwing reduces China to the communist regime, the communist threat, and the whole Chinese history is lost in the process. So they have no understanding whatsoever of China really. They ve just got this extraordinary backward view of China, which is just, frankly, plain ignorant. But it s making the running. ","url":"www.theguardian.com\/world\/2020\/dec\/18\/uk-and-china-how-the-love-affair-faded"}
{"text":"Michel, the European council president, wished the pair a happy birthday and offered congratulations to the Danish prime minister, Mette Frederiksen, who got married on Wednesday. She had had to change plans three times when a general election, coronavirus and then this weekend s summit got in the way.","url":"www.theguardian.com\/world\/2020\/jul\/17\/after-bumps-bows-and-birthday-gifts-eu-leaders-get-down-to-business"}
{"text":" It s a very hard balance to strike, but there have been moments where we had no choice except to fight back,  admitted the mayor of Budapest, Gergely Karácsony, in a recent interview at his office.","url":"www.theguardian.com\/world\/2020\/may\/25\/opposition-leaders-across-europe-walk-coronavirus-tightrope"}
{"text":"The watering-down of the bill was attacked by families of people who have died in overheated prisons and their advocates. Texas lawmakers simply resorted to a  cop-out , according to Casey Phillips, president and co-founder of Texas Prisons Air-Conditioning Advocates.","url":"www.theguardian.com\/us-news\/2019\/jul\/02\/people-are-in-danger-the-prisoners-feeling-the-effects-of-us-climate-crisis"}
{"text":"Later, a recording of a conversation between the EU foreign policy chief, Lady Ashton, and the Estonian foreign minister, Urmas Paet, was leaked. They discussed the theory that those who died in Kiev violence could have been shot by snipers hired by the opposition rather than government forces, a line which the Russian foreign ministry has pushed.","url":"www.theguardian.com\/world\/2014\/apr\/04\/russian-ambassadors-catalonia-venice-scotland-alaska-annex-crimea"}
{"text":"James Marshall Gaines III, a 48-year-old from Princeton, New Jersey, was named as one of the victims. The father-of-two, who worked for the Associated Press, was returning home after attending meetings in Washington. He is survived by his 16-year-old son, Oliver, and daughter, Anushka, 11.","url":"www.theguardian.com\/us-news\/2015\/may\/14\/amtrak-train-crash-derailed-philadelphia-victims-named"}
{"text":"Only eight have been awarded, including to John Simpson s donkey Murphy, posthumously recognised on behalf of all donkeys who carried wounded soldiers at Gallipoli.","url":"www.theguardian.com\/world\/2015\/mar\/30\/decorated-military-dog-sarbi-survivor-of-afghanistan-horror-dies-of-brain-tumour"}
{"text":"The Liberal Democrat committee member John Thurso said: \"We are talking here about the ability for one organisation of state … to have the unique right to go against the Magna Carta charter and all the other things we have established and to go in and seize , without judicial process or review, a bank account.","url":"www.theguardian.com\/politics\/2014\/jul\/08\/hmrc-under-fire-over-access-to-bank-accounts"}
{"text":"Last week, the focus was on the city of Sievierodonetsk, where local governor Serhiy Haidai said Russia had committed 10,000 soldiers and an extra 2,500 pieces of equipment to attacking the city. There are reports that the Russians already control a hotel on the outskirts of the city, after many days of ruthless bombardments.","url":"www.theguardian.com\/world\/2022\/may\/29\/ukraine-donbas-donetsk-luhansk-fighting-putin-kharkiv-kyiv"}
{"text":"The Finchley and Golders Green MP, Mike Freer, told the Guardian he had asked the Home Office to ban the protest.  The rally is not about free speech but a deliberate attempt to provoke tension and antisemitism,  he said.","url":"www.theguardian.com\/uk-news\/2015\/may\/20\/police-powerless-to-stop-neo-nazi-rally-in-jewish-area-of-london"}
{"text":"• A full page of puzzles (Letters, 21 April) and still no chess.Patrick BakerGloucester Chess Club ","url":"www.theguardian.com\/uk-news\/2016\/apr\/22\/overlooked-benefit-of-having-the-queen"}
{"text":"On the contrary, wrote Josh Marshall of Talking Points Memo, watching every available video  doesn t greatly change the substance of what you see on the video, which is a middle aged Native American activist\/elder beating a ceremonial drum in the face of what appears to be a bemused and cocky teenager while his classmates surrounding them, mostly wearing Maga caps, jeer and taunt the man with chopping motions. ","url":"www.theguardian.com\/us-news\/2019\/jan\/23\/controversy-students-mock-native-american-strikes-national-chord"}
{"text":" The cuts to the disability benefit, the personal independence payment, are a mistake,  said David Kirkby, a senior research fellow at Bright Blue.","url":"www.theguardian.com\/uk-news\/2016\/mar\/16\/disability-benefit-cut-budget-sparks-tory-backbenchers-call-for-rethink"}
{"text":"Niki Kandirikirira, from the Equality Now lobby group, said:  Negative attitudes about breastfeeding in public stem from the over-sexualisation of women s bodies. Breastfeeding is a totally natural process and women should have the freedom to do it wherever and whenever they want, rather than being forced to hide as if they are doing something inappropriate. ","url":"www.theguardian.com\/business\/2019\/jul\/17\/klm-airline-tells-breastfeeding-women-expect-cover-up"}
{"text":" During the passage of the immigration bill, your ministerial colleagues Kevin Foster and Baroness Trafford gave assurances to other MPs and peers that such families … futures  were safe. Quite clearly this is not the case,  said the letter.","url":"www.theguardian.com\/politics\/2021\/aug\/23\/ministers-accused-of-failing-to-secure-rights-of-britons-with-foreign-spouses-in-eu"}
{"text":"James Lovell, director of the Ministry of Fun Santa School, which trains professional Father Christmases, is sure that people will adapt at Christmas where necessary.  We re not getting too panicky and thinking that Christmas is ruined, we are just having to think about how Father Christmas can meet with people this year   it may have to be on smartphones and iPads and tablets instead of face to face,  he told the PA news agency.  We ve done it before, with children who are abroad or in hospital. ","url":"www.theguardian.com\/world\/2020\/oct\/14\/will-a-normal-christmas-be-possible-under-covid"}
