{"type":{"108732":"entities","385687":"entities","354144":"entities","317307":"entities","396754":"entities"},"id":{"108732":116713,"385687":406232,"354144":372809,"317307":334197,"396754":417923},"attributes":{"108732":{"id":116713,"name":"Embassy of the United States - Moscow, Russia","blurb":null,"summary":null,"website":null,"parent_id":79135,"primary_ext":"Org","updated_at":"2022-07-23T23:15:18Z","start_date":null,"end_date":null,"aliases":["Embassy of the United States - Moscow, Russia","Embassy of the United States of America in Moscow"],"types":["Organization","Government Body"],"extensions":{"Org":{"name":"Embassy of the United States - Moscow, Russia","name_nick":null,"employees":null,"revenue":null,"fedspending_id":null,"lda_registrant_id":null},"GovernmentBody":{"is_federal":null,"state_id":null,"city":null,"county":null}}},"385687":{"id":406232,"name":"Montana Central Railroad","blurb":null,"summary":null,"website":null,"parent_id":null,"primary_ext":"Org","updated_at":"2021-03-26T20:27:30Z","start_date":null,"end_date":null,"aliases":["Montana Central Railroad"],"types":["Organization","Business"],"extensions":{"Org":{"name":"Montana Central Railroad","name_nick":null,"employees":null,"revenue":null,"fedspending_id":null,"lda_registrant_id":null},"Business":{"annual_profit":null,"assets":null,"marketcap":null,"net_income":null,"aum":null}}},"354144":{"id":372809,"name":"NHSX (NHS)","blurb":"Platform Service Model Healthcare Delivery in UK","summary":"Skip to main content\r\ndiginomica.com \/ Government\r\nAbout Government\r\ndiginomica Home\r\nAbout\r\nAbout Us\r\nThe Team\r\nTerms and Privacy\r\nLet's Talk\r\nYour story library\r\nSearch ...\r\n   \r\nSubscribe\r\nGovernment navigation\r\nHomepage  Central  Local  Sourcing  Health  Education  3rd Sector\r\nNHSX officially opens for business\r\nRead later\r\nProfile picture for user ddpreez\r\nBy Derek du Preez\r\nJuly 4, 2019\r\nSUMMARY:\r\nHealth Secretary Matt Hancock and NHSX CEO Matthew Gould officially launched the new technology unit for the health service this week.\r\nImage of a doctor in a hospital\r\nThe National Health Service’s new technology unit - NHSX - has officially opened for business this week, with Health Secretary Matt Hancock and NHSX CEO Matthew Gould making an appearance at the newly created organisation’s launch event.\r\n\r\nLeaving as Director General for Digital and Media at the Department for Digital, Culture, Media and Sport, Matthew Gould has been touring the country’s NHS and social care organisations for a month before officially taking up his position at NHSX this week. On conclusion of his tour, Gould said he is “blown away” by the work that the organisations do.\r\n\r\nThe launch of NHSX comes as the Head of Design at NHS Digital this week outlined the decision to withdraw the NHS Common User Interface, which was introduced over a decade ago to standardise on the design of UIs for healthcare computing systems, but is now “outdated”.\r\n\r\nPart of Hancock’s renewed plan for technology across the NHS is to focus on open standards, interoperability, user-led design and a cloud first approach.\r\n\r\nThe Health Secretary has said that vendors that don’t comply with the new playbook for NHS tech will be phased out in the coming years, and has instead pitched a NHS-as-a-Platform model for the health service.\r\n\r\nThe Department for Health and Social Care has said that NHSX will be responsible for mandating the use of “internationally recognised technology and data standards across the NHS to ensure all systems can talk to each other”.\r\n\r\nAlthough the organisation has only officially opened this week, Gould has wasted no time in exercising NHSX’s new central spend controls and has carried out a review of NHS tech transformation programmes - reducing the number from 30 to 10.\r\n\r\n\r\nMatt Hancock\r\n✔\r\n@MattHancock\r\nAt the launch of @NHSX - on a mission to bring first rate technology into the NHS to save staff time and save patients’ lives\r\n\r\nView image on TwitterView image on Twitter\r\n211\r\n2:52 PM - Jul 3, 2019\r\nTwitter Ads info and privacy\r\n67 people are talking about this\r\nGould has outlined NHSX’s key priorities as:\r\n\r\nreducing the burden on clinicians and staff, so they can focus on patients\r\ngiving people the tools to access information and services directly\r\nensuring clinical information can be safely accessed, wherever it is needed\r\naiding the improvement of patient safety across the NHS\r\nimproving NHS productivity with digital technology\r\nHe recently said that he wants the organisation to remain as ‘thin’ as possible - not building too much and allowing others to create on and use its platforms. He said:\r\n\r\nFirst, we’re going to focus on standards and platforms, keeping the centre as ‘thin’ as possible. This is how the internet works and it’s the only way we will ever be able to be able to transform an organisation as large as the NHS.\r\n\r\nStandards are the common technical and semantic rules that everyone agrees on in order to participate in a system. Plug sockets are a standard, URLs for web pages are a standard. In the NHS standards are essential for delivering interoperability, so essential diagnostic information gets to where it’s needed. Standards also mean we can more easily ‘plug in’ new digital services once they’ve been invented.\r\n\r\nBut we don’t want to build many digital services ourselves. There are plenty of clinicians, charities, start-ups and NHS trusts that can do a much better job of designing new services than we can at the centre. Instead, as I’ve previously blogged, we will focus on creating platforms that other innovators can build on.\r\n\r\nUnsurprisingly comparisons are being made between the Government Digital Service (GDS) and NHSX, given that GDS also began as a central function, with a mandate to set standards and improve the use of technology across Whitehall.\r\n\r\nImage credit - Image sourced via Pixabay\r\n\r\nRead more on:\r\nHealth\r\nHealthcare transformation\r\nRelated Stories\r\n\r\nImage of NHSX logo\r\nNHSX on the hunt for Chief Technology Officer - Salary £131,000+\r\n\r\nImage of a doctor with an iPad\r\nNHSX exercises spend control powers and reduces NHS transformation programmes from 30 to 10\r\n\r\nPhoto of Matthew Gould\r\nNHSX appoints Matthew Gould as CEO - spend controls to be introduced?\r\n\r\nImage of a number for passwords\r\nNHSX CEO says ‘we’re listening’ - £40m announced to reduce login times across NHS\r\n\r\nImage of a doctor at work\r\nNHS digital round-up - NHS App focuses on APIs and London Trusts launch £3bn framework\r\n\r\nPowered by\r\nNew on diginomica\r\nPremier partner newsfeed\r\n\r\nHow Samsung UK and Ireland Protected Customer and Employee Experience through Remote Working\r\n\r\nHow has UKCloud adapted to this new way of working?\r\n\r\nOracle@Oracle Industry Cloud Infrastructure Story: What Really Motivates a Cloud Transformation?\r\nLatest Conversations\r\nSyncMD Getting the trust of the patient can be done through initiation. Luckily, Sync MD initiated a movement to empower patients through a healthcare related app that enables patients to store their...\r\nA lesson in digital direction from Leeds Teaching Hospitals NHS Trust  · 3 months ago\r\n\r\nRob Anderson ...and let's not forget Alex Holmes, who knows the Spend Approvals process inside out...\r\nAnother Whitehall digital chief leaves public sector for AWS  · 4 months ago\r\n\r\nDennis Howlett Cummings recommneded a second referendum, assuming a passage through Parliament. He also warned of chaos if that wasn't achieved. Go figure why he's back in No.10 - ensuring the data backs the...\r\nWhat impact will Dominic Cummings have on digital government?  · 8 months ago\r\n\r\nArt Deco Tech Nation Visa is a fraud because Tech Nation doesn't deserve to be an endorsing body. There's a Tier 1 ET Promise route where the experts should take into consideration \"skills and...\r\nUK’s Tech Nation Tier 1 Exceptional Talent Visa sees 45% rise in applications  · 10 months ago\r\n\r\nDavid Denton Excellent highlighting of some key elements of the cloud first policy and G-Cloud contracts. The policy and G-Cloud already allow for alternative solutions and flexible or continual engagement with...\r\nIf the government ditches its cloud first policy, it’s making a huge mistake  · 11 months ago\r\n\r\nMore on this topic\r\n\r\nImage of NHSX logo\r\nNHSX on the hunt for Chief Technology Officer - Salary £131,000+\r\n\r\nImage of a doctor with an iPad\r\nNHSX exercises spend control powers and reduces NHS transformation programmes from 30 to 10\r\n\r\nPhoto of Matthew Gould\r\nNHSX appoints Matthew Gould as CEO - spend controls to be introduced?\r\n\r\nGo to topics\r\n\r\nCOPYRIGHT DIGINOMICA LTD 2013-20.\r\n\r\nCREATED UNDER CREATIVE COMMONS LICENSE, SOME RIGHTS RESERVED.\r\n\r\nCookie settings\r\nDeveloped by BRAINSUM.\r\n\r\nThis website uses cookies to ensure you get the best experience on our website.\r\nCookie SettingsAccept all cookies\r\n","website":null,"parent_id":null,"primary_ext":"Org","updated_at":"2021-02-02T17:19:34Z","start_date":"2019-04-00","end_date":null,"aliases":["NHSX (NHS)"],"types":["Organization"],"extensions":{"Org":{"name":"NHSX (NHS)","name_nick":null,"employees":null,"revenue":null,"fedspending_id":null,"lda_registrant_id":null}}},"317307":{"id":334197,"name":"County of Cuyahoga, OH","blurb":"Cuyahoga County, Ohio","summary":null,"website":"http:\/\/council.cuyahogacounty.us\/","parent_id":null,"primary_ext":"Org","updated_at":"2021-03-24T15:32:56Z","start_date":null,"end_date":null,"aliases":["County of Cuyahoga, OH"],"types":["Organization","Government Body"],"extensions":{"Org":{"name":"County of Cuyahoga, OH","name_nick":null,"employees":null,"revenue":null,"fedspending_id":null,"lda_registrant_id":null},"GovernmentBody":{"is_federal":null,"state_id":null,"city":null,"county":null}}},"396754":{"id":417923,"name":"Howard Wagner","blurb":"Chairman at COGENCY GLOBAL INC. New York City","summary":null,"website":null,"parent_id":null,"primary_ext":"Person","updated_at":"2021-11-06T15:16:37Z","start_date":null,"end_date":null,"aliases":["Howard Wagner"],"types":["Person","Business Person"],"extensions":{"Person":{"name_last":"Wagner","name_first":"Howard","name_middle":null,"name_prefix":null,"name_suffix":null,"name_nick":null,"birthplace":null,"gender_id":null,"party_id":null,"is_independent":null,"net_worth":null,"name_maiden":null,"nationality":[]},"BusinessPerson":{"sec_cik":null}}}},"links":{"108732":{"self":"https:\/\/littlesis.org\/entities\/116713-Embassy_of_the_United_States_-_Moscow,_Russia"},"385687":{"self":"https:\/\/littlesis.org\/entities\/406232-Montana_Central_Railroad"},"354144":{"self":"https:\/\/littlesis.org\/entities\/372809-NHSX_(NHS)"},"317307":{"self":"https:\/\/littlesis.org\/entities\/334197-County_of_Cuyahoga,_OH"},"396754":{"self":"https:\/\/littlesis.org\/entities\/417923-Howard_Wagner"}}}